cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'coreutils'
brew 'go'
brew 'mas'

brew 'openssl'

brew 'imagemagick'

brew 'node'

#brew 'jq'
brew 'libgit2'
brew 'readline'
brew 'p7zip'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'adium'
cask 'atom'
cask 'background-music'
cask 'dash'
#cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'handbrake'
cask 'seashore'
cask 'slack'
cask 'steam'
#cask 'transmission'
#cask 'tunnelbear'
cask 'visual-studio-code'
cask 'vlc'

mas 'Mousepose', id:405904955
